Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: Block distracting apps when your RHOIDS timer finishes. Requires Screen Time authorization.
ar: احجب التطبيقات المشتتة عند انتهاء مؤقت RHOIDS. يتطلب إذن وقت الشاشة.
de: Blockiere ablenkende Apps, wenn dein RHOIDS-Timer endet. Erfordert die Bildschirmzeit-Berechtigung.
es: Bloquea las apps que distraen cuando termine tu temporizador de RHOIDS. Requiere autorización de Tiempo de uso.
fr: Bloquez les apps distrayantes à la fin de votre minuterie RHOIDS. Nécessite l’autorisation Temps d’écran.
hi: जब आपका RHOIDS टाइमर खत्म हो तो ध्यान भटकाने वाले ऐप्स को ब्लॉक करें। स्क्रीन टाइम की अनुमति आवश्यक है।
it: Blocca le app che distraggono quando il timer RHOIDS finisce. Richiede l’autorizzazione a Tempo di utilizzo.
ja: RHOIDSのタイマー終了時に気を散らすAppをブロックします。スクリーンタイムの許可が必要です。
ko: RHOIDS 타이머가 끝나면 방해되는 앱을 차단합니다. 스크린 타임 권한이 필요합니다.
pt_br: Bloqueie apps que distraem quando seu timer RHOIDS terminar. Requer autorização do Tempo de Uso.
ru: Блокируйте отвлекающие приложения по окончании таймера RHOIDS. Требуется доступ к «Экранному времени».
tr: RHOIDS zamanlayıcınız bittiğinde dikkat dağıtan uygulamaları engelleyin. Ekran Süresi izni gerekir.
zh_hans: 在 RHOIDS 计时结束时屏蔽分散注意力的应用。需要“屏幕使用时间”授权。

source: Blocked Apps
ar: التطبيقات المحظورة
de: Gesperrte Apps
es: Apps bloqueadas
fr: Apps bloquées
hi: ब्लॉक किए गए ऐप्स
it: App bloccate
ja: ブロック中のアプリ
ko: 차단된 앱
pt_br: Apps bloqueados
ru: Заблокированные
tr: Engellenen uygulamalar
zh_hans: 已屏蔽应用

source: Bowels of glory. Doors of victory.
ar: أمعاء المجد. أبواب النصر.
de: Darm des Ruhms. Tore des Sieges.
es: Intestinos de gloria. Puertas de victoria.
fr: Entrailles de gloire. Portes de victoire.
hi: गौरव की आँतें। जीत के दरवाजे।
it: Intestini di gloria. Porte di vittoria.
ja: 栄光の腸。勝利の扉。
ko: 영광의 장. 승리의 문.
pt_br: Intestinos de glória. Portas da vitória.
ru: Кишечник славы. Двери победы.
tr: Zafer bağırsakları. Galibiyet kapıları.
zh_hans: 光荣的肠道。胜利之门。

source: Breaks through Silent Mode
ar: يخترق الوضع الصامت
de: Durchbricht den Lautlosmodus
es: Suena aunque esté en silencio
fr: Passe outre le mode silencieux
hi: साइलेंट मोड में भी बजता है
it: Supera la modalità silenziosa
ja: サイレントモードでも鳴ります
ko: 무음 모드도 뚫고 울립니다
pt_br: Toca mesmo no modo silencioso
ru: Срабатывает даже в беззвучном режиме
tr: Sessiz modu aşar
zh_hans: 静音模式也能响起

source: Breathe. Straining causes the exact thing we're preventing.
ar: تنفّس. الإجهاد يسبب تمامًا ما نحاول منعه.
de: Atme. Pressen verursacht genau das, was wir verhindern wollen.
es: Respira. Hacer fuerza provoca justo lo que queremos evitar.
fr: Respirez. Forcer provoque exactement ce qu’on veut éviter.
hi: सांस लें। ज़ोर लगाना ठीक वही करता है जिसे हम रोक रहे हैं।
it: Respira. Sforzarsi causa proprio ciò che vogliamo evitare.
ja: 深呼吸を。いきむと、防ぎたいことが起きてしまいます。
ko: 숨을 쉬세요. 힘주기는 우리가 막으려는 바로 그것을 일으킵니다.
pt_br: Respire. Fazer força causa justamente o que queremos evitar.
ru: Дышите. Натуживание вызывает именно то, что мы предотвращаем.
tr: Nefes al. Ikınmak, tam da önlemeye çalıştığımız şeye yol açar.
zh_hans: 深呼吸。用力正是会引发我们想要预防的问题。

source: Bubbles
ar: فقاعات
de: Blasen
es: Burbujas
fr: Bulles
hi: बुलबुले
it: Bolle
ja: バブル
ko: 거품
pt_br: Bolhas
ru: Пузыри
tr: Kabarcıklar
zh_hans: 气泡

source: Card
ar: بطاقة
de: Karte
es: Tarjeta
fr: Carte
hi: कार्ड
it: Scheda
ja: カード
ko: 카드
pt_br: Cartão
ru: Карточка
tr: Kart
zh_hans: 卡片

source: Changes take effect immediately, even for a timer that's already running.
ar: تُطبَّق التغييرات فورًا، حتى لو كان هناك مؤقت قيد التشغيل بالفعل.
de: Änderungen wirken sich sofort aus, auch wenn bereits ein Timer läuft.
es: Los cambios se aplican de inmediato, incluso si ya hay un temporizador en marcha.
fr: Les modifications prennent effet immédiatement, même si une minuterie est déjà en cours.
hi: बदलाव तुरंत लागू होते हैं, भले ही कोई टाइमर पहले से चल रहा हो।
it: Le modifiche hanno effetto immediato, anche se è già in corso un timer.
ja: タイマーが実行中でも、変更はすぐに反映されます。
ko: 타이머가 이미 실행 중이어도 변경 사항은 즉시 적용됩니다.
pt_br: As alterações têm efeito imediato, mesmo com um timer já em andamento.
ru: Изменения вступают в силу немедленно, даже если таймер уже запущен.
tr: Değişiklikler, zamanlayıcı zaten çalışıyor olsa bile hemen geçerli olur.
zh_hans: 更改会立即生效，即使计时器已在运行中。

source: Check the Science page in Settings. All the research is there.
ar: اطّلع على صفحة العِلم في الإعدادات. كل الأبحاث موجودة هناك.
de: Sieh dir die Wissenschaftsseite in den Einstellungen an. dort findest du alle Studien.
es: Consulta la página de Ciencia en Ajustes: ahí está toda la investigación.
fr: Consultez la page Science dans Réglages. toutes les études y sont.
hi: सेटिंग्स में साइंस पेज देखें. सारा शोध वहीं है।
it: Consulta la pagina Scienza nelle Impostazioni: lì trovi tutte le ricerche.
ja: 設定の「科学的根拠」ページをご覧ください。すべての研究がそこにあります。
ko: 설정의 과학 페이지를 확인하세요. 모든 연구가 거기 있습니다.
pt_br: Confira a página Ciência nos Ajustes. toda a pesquisa está lá.
ru: Откройте раздел «Наука» в настройках. там все исследования.
tr: Ayarlar’daki Bilim sayfasına bakın. tüm araştırmalar orada.
zh_hans: 在“设置”中查看“科学依据”页面。所有研究都在那里。

source: Chime
ar: رنين
de: Klangspiel
es: Campanilla
fr: Carillon
hi: झंकार
it: Scampanellio
ja: チャイム
ko: 차임
pt_br: Carrilhão
ru: Перезвон
tr: Çan
zh_hans: 风铃

source: Choose a Tip
ar: اختر بقشيشاً
de: Trinkgeld auswählen
es: Elige una propina
fr: Choisir un pourboire
hi: टिप चुनें
it: Scegli una mancia
ja: チップを選ぶ
ko: 팁 선택
pt_br: Escolha uma gorjeta
ru: Выберите чаевые
tr: Bahşiş seç
zh_hans: 选择打赏

source: Choose Apps to Block
ar: اختيار التطبيقات المراد حظرها
de: Apps zum Blockieren auswählen
es: Elegir apps para bloquear
fr: Choisir les apps à bloquer
hi: ब्लॉक करने के लिए ऐप्स चुनें
it: Scegli le app da bloccare
ja: ブロックするAppを選択
ko: 차단할 앱 선택
pt_br: Escolher apps para bloquear
ru: Выбрать блокируемые приложения
tr: Engellenecek Uygulamaları Seç
zh_hans: 选择要屏蔽的应用

source: Choose how the countdown looks while a timer is running. Your choice is saved automatically.
ar: اختر شكل العد التنازلي أثناء تشغيل المؤقت. يُحفظ اختيارك تلقائيًا.
de: Wähle, wie der Countdown bei laufendem Timer aussieht. Deine Auswahl wird automatisch gesichert.
es: Elige cómo se ve la cuenta atrás mientras hay un temporizador en marcha. Tu elección se guarda automáticamente.
fr: Choisissez l’apparence du décompte pendant qu’une minuterie tourne. Votre choix est enregistré automatiquement.
hi: चुनें कि टाइमर चलते समय उल्टी गिनती कैसी दिखे। आपका चयन स्वतः सहेजा जाता है।
it: Scegli come appare il conto alla rovescia mentre un timer è in corso. La tua scelta viene salvata automaticamente.
ja: タイマー実行中のカウントダウンの見た目を選べます。選択は自動的に保存されます。
ko: 타이머가 실행 중일 때 카운트다운 모양을 선택하세요. 선택은 자동으로 저장됩니다.
pt_br: Escolha como a contagem regressiva aparece enquanto um timer está em andamento. Sua escolha é salva automaticamente.
ru: Выберите, как выглядит обратный отсчёт во время работы таймера. Ваш выбор сохраняется автоматически.
tr: Bir zamanlayıcı çalışırken geri sayımın nasıl görüneceğini seçin. Seçiminiz otomatik olarak kaydedilir.
zh_hans: 选择计时运行时倒计时的显示样式。你的选择会自动保存。

source: Circular progress ring with countdown
ar: حلقة تقدم دائرية
de: Kreisring mit Countdown
es: Anillo de progreso circular con cuenta regresiva
fr: Anneau circulaire avec compte à rebours
hi: उलटी गिनती वाली रिंग
it: Anello di progresso con conto alla rovescia
ja: カウントダウン付き円形リング
ko: 카운트다운 원형 진행 링
pt_br: Anel circular com contagem regressiva
ru: Круговое кольцо с обратным отсчётом
tr: Geri sayımlı dairesel halka
zh_hans: 带倒计时的环形进度条

source: Classic
ar: كلاسيكي
de: Klassisch
es: Clásico
fr: Classique
hi: क्लासिक
it: Classico
ja: クラシック
ko: 클래식
pt_br: Clássico
ru: Классические
tr: Klasik
zh_hans: 经典

source: Clinically recommended
ar: موصى به طبياً
de: Klinisch empfohlen
es: Clínicamente recomendado
fr: Recommandation clinique
hi: चिकित्सकीय रूप से अनुशंसित
it: Clinicamente consigliato
ja: 臨床的に推奨
ko: 임상적으로 권장
pt_br: Clinicamente recomendado
ru: Клинически рекомендуемый
tr: Klinik olarak önerilen
zh_hans: 临床推荐

source: Closes the timer.
ar: يغلق المؤقت.
de: Schließt den Timer.
es: Cierra el temporizador.
fr: Ferme la minuterie.
hi: टाइमर बंद करता है।
it: Chiude il timer.
ja: タイマーを閉じます。
ko: 타이머를 닫습니다.
pt_br: Fecha o timer.
ru: Закрывает таймер.
tr: Zamanlayıcıyı kapatır.
zh_hans: 关闭计时器。

source: completed
ar: مكتمل
de: abgeschlossen
es: completado
fr: terminé
hi: पूर्ण
it: completato
ja: 完了
ko: 완료
pt_br: concluído
ru: завершено
tr: tamamlandı
zh_hans: 完成

source: Consensus limit from Cleveland Clinic and Harvard
ar: الحد المتفق عليه من Cleveland Clinic وHarvard
de: Konsens-Grenzwert von Cleveland Clinic und Harvard
es: Límite de consenso de Cleveland Clinic y Harvard
fr: Limite de consensus de la Cleveland Clinic et de Harvard
hi: Cleveland Clinic और Harvard की सहमति-सीमा
it: Limite condiviso da Cleveland Clinic e Harvard
ja: Cleveland ClinicとHarvardの合意による上限
ko: Cleveland Clinic과 Harvard의 합의 한도
pt_br: Limite de consenso da Cleveland Clinic e de Harvard
ru: Согласованный предел по данным Cleveland Clinic и Harvard
tr: Cleveland Clinic ve Harvard’ın uzlaştığı sınır
zh_hans: 克利夫兰诊所与哈佛的共识上限

source: Cooldown
ar: فترة الانتظار
de: Abklingzeit
es: Enfriamiento
fr: Temps de repos
hi: कूलडाउन
it: Raffreddamento
ja: クールダウン
ko: 쿨다운
pt_br: Tempo de espera
ru: Время блокировки
tr: Bekleme süresi
zh_hans: 冷却时间

source: Copy Support Email
ar: نسخ بريد الدعم
de: Support-E-Mail kopieren
es: Copiar correo de soporte
fr: Copier l’adresse d’assistance
hi: सहायता ईमेल कॉपी करें
it: Copia l’email di supporto
ja: サポートのメールアドレスをコピー
ko: 지원 이메일 복사
pt_br: Copiar e-mail de suporte
ru: Скопировать адрес поддержки
tr: Destek E-postasını Kopyala
zh_hans: 复制支持邮箱

source: Crystal
ar: كريستال
de: Kristall
es: Cristal
fr: Cristal
hi: क्रिस्टल
it: Cristallo
ja: クリスタル
ko: 크리스탈
pt_br: Cristal
ru: Кристалл
tr: Kristal
zh_hans: 水晶

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Пользовательский
tr: Özel
zh_hans: 自定义

source: Custom duration in minutes
ar: مدة مخصصة بالدقائق
de: Eigene Dauer in Minuten
es: Duración personalizada en minutos
fr: Durée personnalisée en minutes
hi: मिनटों में कस्टम अवधि
it: Durata personalizzata in minuti
ja: カスタム時間（分）
ko: 사용자 지정 시간(분)
pt_br: Duração personalizada em minutos
ru: Своя длительность в минутах
tr: Dakika cinsinden özel süre
zh_hans: 自定义时长(分钟)

source: Custom duration picker
ar: أداة اختيار المدة المخصصة
de: Auswahl für eigene Dauer
es: Selector de duración personalizada
fr: Sélecteur de durée personnalisée
hi: कस्टम अवधि चयनकर्ता
it: Selettore della durata personalizzata
ja: カスタム時間の選択
ko: 사용자 지정 시간 선택기
pt_br: Seletor de duração personalizada
ru: Выбор своей длительности
tr: Özel süre seçici
zh_hans: 自定义时长选择器

source: Daily reminders are off by default and only turn on when you choose them in Settings.
ar: التذكيرات اليومية متوقفة افتراضيًا ولا يتم تشغيلها إلا عندما تختار ذلك في الإعدادات.
de: Tägliche Erinnerungen sind standardmäßig deaktiviert und werden nur aktiviert, wenn du sie in den Einstellungen auswählst.
es: Los recordatorios diarios están desactivados de forma predeterminada y solo se activan cuando tú lo eliges en Ajustes.
fr: Les rappels quotidiens sont désactivés par défaut et ne s’activent que si vous les choisissez dans Réglages.
hi: दैनिक रिमाइंडर डिफ़ॉल्ट रूप से बंद रहते हैं और केवल तभी चालू होते हैं जब आप सेटिंग्स में उन्हें चुनते हैं।
it: I promemoria giornalieri sono disattivati per impostazione predefinita e si attivano solo quando li scegli in Impostazioni.
ja: 毎日のリマインダーは初期設定ではオフで、「設定」で選択した場合にのみオンになります。
ko: 일일 알림은 기본적으로 꺼져 있으며 설정에서 직접 선택한 경우에만 켜집니다.
pt_br: Os lembretes diários ficam desativados por padrão e só são ativados quando você os escolhe nos Ajustes.
ru: Ежедневные напоминания по умолчанию выключены и включаются только по вашему выбору в настройках.
tr: Günlük anımsatıcılar varsayılan olarak kapalıdır ve yalnızca Ayarlar’da seçtiğinizde açılır.
zh_hans: 每日提醒默认关闭，只有您在“设置”中选择后才会开启。

source: Daily Use
ar: الاستخدام اليومي
de: Tägliche Nutzung
es: Uso diario
fr: Utilisation quotidienne
hi: दैनिक उपयोग
it: Utilizzo giornaliero
ja: 毎日の利用
ko: 일일 사용
pt_br: Uso diário
ru: Ежедневное использование
tr: Günlük Kullanım
zh_hans: 每日使用

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
tr: Koyu
zh_hans: 深色

source: Days Used Streak
ar: أيام الاستخدام المتتالية
de: Tage-Serie
es: Racha de días de uso
fr: Série de jours d’utilisation
hi: उपयोग स्ट्रीक
it: Serie di giorni di utilizzo
ja: 連続利用日数
ko: 연속 사용일
pt_br: Sequência de dias de uso
ru: Серия дней использования
tr: Kullanım günü serisi
zh_hans: 连续使用天数

source: Deep spacious gong wash
ar: صوت صنج عميق
de: Tiefer raumfüllender Gong
es: Profundo golpe de gong
fr: Gong profond et spacieux
hi: गहरी गोंग ध्वनि
it: Gong profondo e spazioso
ja: 深みのあるゴングの響き
ko: 깊은 공명의 징소리
pt_br: Gongo profundo e espaçoso
ru: Глубокий объёмный гонг
tr: Derin gong sesi
zh_hans: 深沉的锣声

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认

source: Default Timer
ar: المؤقت الافتراضي
de: Standard-Timer
es: Temporizador predeterminado
fr: Minuteur par défaut
hi: डिफ़ॉल्ट टाइमर
it: Timer predefinito
ja: デフォルトタイマー
ko: 기본 타이머
pt_br: Timer padrão
ru: Таймер по умолчанию
tr: Varsayılan zamanlayıcı
zh_hans: 默认计时器

source: Defaults
ar: الافتراضيات
de: Standardwerte
es: Predeterminados
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefiniti
ja: デフォルト
ko: 기본값
pt_br: Padrões
ru: По умолчанию
tr: Varsayılanlar
zh_hans: 默认设置

source: Delicate music-box melody
ar: لحن صندوق موسيقى رقيق
de: Zarte Spieluhr-Melodie
es: Delicada melodía de caja de música
fr: Mélodie délicate de boîte à musique
hi: नाजुक म्यूज़िक बॉक्स धुन
it: Delicata melodia di carillon
ja: 繊細なオルゴールの旋律
ko: 섬세한 오르골 멜로디
pt_br: Melodia delicada de caixa de música
ru: Нежная мелодия шкатулки
tr: Zarif müzik kutusu melodisi
zh_hans: 精致的音乐盒旋律

source: Dial
ar: قرص
de: Zifferblatt
es: Esfera
fr: Cadran
hi: डायल
it: Quadrante
ja: ダイアル
ko: 다이얼
pt_br: Mostrador
ru: Циферблат
tr: Kadran
zh_hans: 表盘

source: Digital
ar: رقمي
fr: Numérique
hi: डिजिटल
it: Digitale
ja: デジタル
ko: 디지털
ru: Цифровой
tr: Dijital
zh_hans: 数字

source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
it: Disattivato
ja: オフ
ko: 비활성화됨
pt_br: Desativado
ru: Выключено
tr: Devre dışı
zh_hans: 已关闭

source: Dismiss
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Dismiss timer completion
ar: إغلاق إشعار انتهاء المؤقت
de: Timer-Abschluss schließen
es: Descartar el final del temporizador
fr: Ignorer la fin de la minuterie
hi: टाइमर पूर्णता खारिज करें
it: Ignora il completamento del timer
ja: タイマー完了を閉じる
ko: 타이머 완료 닫기
pt_br: Dispensar conclusão do timer
ru: Закрыть уведомление о завершении
tr: Zamanlayıcı tamamlanmasını kapat
zh_hans: 关闭计时完成提示

source: Distracting apps are blocked.
ar: التطبيقات المُشتِّتة محظورة.
de: Ablenkende Apps sind gesperrt.
es: Las apps que distraen están bloqueadas.
fr: Les apps distrayantes sont bloquées.
hi: विचलित करने वाले ऐप्स ब्लॉक हैं।
it: App bloccate.
ja: 気が散るアプリはブロック中。
ko: 방해 앱이 차단되었습니다.
pt_br: Apps que distraem bloqueados.
ru: Отвлекающие приложения заблокированы.
tr: Dikkat dağıtan uygulamalar engellendi.
zh_hans: 干扰应用已被屏蔽。

source: Doctor's orders: walk it off.
ar: أوامر الطبيب: تمشَّ.
de: Ärztliche Anordnung: Geh spazieren.
es: Órdenes del doctor: a caminar.
fr: Ordonnance du médecin: marchez.
hi: डॉक्टर का आदेश: चलो।
it: Ordine del dottore: cammina.
ja: 医者の指示：歩いて。
ko: 의사의 지시: 걸으세요.
pt_br: Ordem médica: caminhe.
ru: По назначению врача: пройдись.
tr: Doktor emri: yürü.
zh_hans: 医嘱：走两步。

source: Doctors say 3 to 5 minutes max on the toilet.
ar: يقول الأطباء: 3 إلى 5 دقائق كحد أقصى على المرحاض.
de: Ärzte empfehlen maximal 3 to 5 Minuten auf der Toilette.
es: Los médicos dicen máximo 3 to 5 minutos en el inodoro.
fr: Les médecins recommandent 3 à 5 minutes maximum aux toilettes.
hi: डॉक्टर कहते हैं: शौचालय पर अधिकतम 3 to 5 मिनट।
it: I medici dicono massimo 3 to 5 minuti sul water.
ja: 医師は便座に座るのは最大3〜5分と言います。
ko: 의사들은 변기에 최대 3~5분이라고 말합니다.
pt_br: Os médicos recomendam no máximo 3 to 5 minutos no vaso.
ru: Врачи советуют не более 3 to 5 минут на унитазе.
tr: Doktorlar tuvalette en fazla 3 to 5 dakika diyor.
zh_hans: 医生建议如厕最多 3 to 5 分钟。

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Tamam
zh_hans: 完成

source: Done, I've set it up
ar: تم، لقد أعددته
de: Fertig, ich hab’s eingerichtet
es: Listo, ya lo configuré
fr: C’est fait, je l’ai configuré
hi: हो गया, मैंने इसे सेट कर लिया
it: Fatto, l’ho configurato
ja: 完了しました
ko: 완료했어요
pt_br: Pronto, já configurei
ru: Готово, я всё настроил
tr: Tamam, ayarladım
zh_hans: 完成,我已设置好

source: Double-tap to begin countdown
ar: انقر مرتين لبدء العد التنازلي
de: Doppeltippen, um den Countdown zu starten
es: Toca dos veces para iniciar la cuenta atrás
fr: Touchez deux fois pour lancer le décompte
hi: उल्टी गिनती शुरू करने के लिए दो बार टैप करें
it: Tocca due volte per avviare il conto alla rovescia
ja: ダブルタップでカウントダウン開始
ko: 두 번 탭하여 카운트다운 시작
pt_br: Toque duas vezes para iniciar a contagem
ru: Двойное касание для запуска отсчёта
tr: Geri sayımı başlatmak için iki kez dokun
zh_hans: 双击开始倒计时

source: Double-tap to cancel the running timer
ar: انقر مرتين لإلغاء المؤقت الجاري
de: Doppeltippen, um den laufenden Timer abzubrechen
es: Toca dos veces para cancelar el temporizador en curso
fr: Touchez deux fois pour annuler la minuterie en cours
hi: चल रहे टाइमर को रद्द करने के लिए दो बार टैप करें
it: Tocca due volte per annullare il timer in corso
ja: ダブルタップで実行中のタイマーをキャンセル
ko: 두 번 탭하여 실행 중인 타이머 취소
pt_br: Toque duas vezes para cancelar o timer em andamento
ru: Двойное касание для отмены текущего таймера
tr: Çalışan zamanlayıcıyı iptal etmek için iki kez dokun
zh_hans: 双击取消正在运行的计时器

source: Double-tap to select this preset
ar: انقر مرتين لاختيار هذا الإعداد
de: Doppeltippen, um diese Vorgabe zu wählen
es: Toca dos veces para elegir este ajuste
fr: Touchez deux fois pour choisir ce préréglage
hi: इस प्रीसेट को चुनने के लिए दो बार टैप करें
it: Tocca due volte per selezionare questo preset
ja: ダブルタップでこのプリセットを選択
ko: 두 번 탭하여 이 프리셋 선택
pt_br: Toque duas vezes para selecionar esta predefinição
ru: Двойное касание для выбора этой настройки
tr: Bu ön ayarı seçmek için iki kez dokun
zh_hans: 双击选择此预设

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 所要時間
ko: 시간
pt_br: Duração
ru: Длительность
tr: Süre
zh_hans: 时长

source: During your timer, your chosen apps stay open. When it ends, they're blocked for the cooldown period. You can always unlock early from the Timer tab.
ar: أثناء تشغيل المؤقت، تظل التطبيقات التي اخترتها مفتوحة. وعند انتهائه، يتم حظرها خلال فترة التهدئة. يمكنك دائمًا إلغاء الحظر مبكرًا من علامة تبويب المؤقت.
de: Während deines Timers bleiben deine ausgewählten Apps geöffnet. Wenn er endet, werden sie für die Abklingzeit blockiert. Du kannst sie jederzeit vorzeitig im Tab „Timer“ entsperren.
es: Durante tu temporizador, las apps que elegiste permanecen abiertas. Cuando termina, se bloquean durante el período de enfriamiento. Siempre puedes desbloquearlas antes desde la pestaña Temporizador.
fr: Pendant votre minuterie, les apps que vous avez choisies restent ouvertes. À la fin, elles sont bloquées pendant la période de récupération. Vous pouvez toujours les déverrouiller plus tôt depuis l’onglet Minuteur.
hi: आपके टाइमर के दौरान, आपके चुने हुए ऐप्स खुले रहते हैं। खत्म होने पर, वे कूलडाउन अवधि के लिए ब्लॉक हो जाते हैं। आप हमेशा टाइमर टैब से जल्दी अनलॉक कर सकते हैं।
it: Durante il timer, le app scelte restano aperte. Quando finisce, vengono bloccate per il periodo di raffreddamento. Puoi sempre sbloccarle prima dalla scheda Timer.
ja: タイマーの実行中は、選んだAppは開いたままです。終了すると、クールダウン期間中はブロックされます。タイマータブからいつでも早めにロックを解除できます。
ko: 타이머가 실행되는 동안 선택한 앱은 계속 열려 있습니다. 타이머가 끝나면 쿨다운 기간 동안 차단됩니다. 언제든지 타이머 탭에서 미리 잠금을 해제할 수 있습니다.
pt_br: Durante o seu timer, os apps escolhidos permanecem abertos. Quando ele termina, eles ficam bloqueados durante o período de espera. Você pode desbloqueá-los antes pela aba Timer.
ru: Пока идёт таймер, выбранные приложения остаются доступны. Когда он закончится, они блокируются на период восстановления. Вы всегда можете разблокировать их раньше во вкладке «Таймер».
tr: Zamanlayıcınız çalışırken seçtiğiniz uygulamalar açık kalır. Süre bitince bekleme süresi boyunca engellenirler. İstediğiniz zaman Zamanlayıcı sekmesinden erken kilidini açabilirsiniz.
zh_hans: 计时期间，你选择的应用保持可用。计时结束后，它们会在冷却期内被屏蔽。你可以随时在计时器标签页提前解锁。

source: Dynamic Island / Lock Screen
ar: الجزيرة الديناميكية / شاشة القفل
de: Dynamic Island / Sperrbildschirm
es: Dynamic Island / Pantalla bloqueada
fr: Dynamic Island / Écran verrouillé
hi: Dynamic Island / लॉक स्क्रीन
it: Dynamic Island / Schermata di blocco
ja: ダイナミックアイランド / ロック画面
ko: 다이나믹 아일랜드 / 잠금 화면
pt_br: Dynamic Island / Tela Bloqueada
ru: Dynamic Island / Экран блокировки
tr: Dynamic Island / Kilit Ekranı
zh_hans: 灵动岛 / 锁定屏幕

source: Efficiency: certified.
ar: الكفاءة: مُعتمدة.
de: Effizienz: zertifiziert.
es: Eficiencia: certificada.
fr: Efficacité: certifiée.
hi: दक्षता: प्रमाणित।
it: Efficienza: certificata.
ja: 効率性：認定済み。
ko: 효율성: 인증됨.
pt_br: Eficiência: certificada.
ru: Эффективность: подтверждена.
tr: Verimlilik: onaylandı.
zh_hans: 效率：认证通过。

source: Enabled
ar: مُفعّل
de: Aktiviert
es: Activado
fr: Activé
hi: सक्षम
it: Attivato
ja: オン
ko: 활성화됨
pt_br: Ativado
ru: Включено
tr: Etkin
zh_hans: 已开启

source: End Only
ar: في النهاية فقط
de: Nur am Ende
es: Solo al final
fr: Fin uniquement
hi: केवल अंत में
it: Solo alla fine
ja: 終了時のみ
ko: 종료 시에만
pt_br: Apenas no final
ru: Только в конце
tr: Yalnızca sonda
zh_hans: 仅结束时

source: Every 30 Seconds
ar: كل 30 ثانية
de: Alle 30 Sekunden
es: Cada 30 segundos
fr: Toutes les 30 secondes
hi: हर 30 सेकंड
it: Ogni 30 secondi
ja: 30秒ごと
ko: 30초마다
pt_br: A cada 30 segundos
ru: Каждые 30 секунд
tr: Her 30 saniyede
zh_hans: 每30秒

source: Every timer in this app is based on published medical research. Here's what the doctors say and why it matters.
ar: كل مؤقت في هذا التطبيق يستند إلى أبحاث طبية منشورة. إليك ما يقوله الأطباء ولماذا يهم ذلك.
de: Jeder Timer in dieser App basiert auf veröffentlichter medizinischer Forschung. Hier steht, was die Ärzte sagen und warum es wichtig ist.
es: Cada temporizador de esta app se basa en investigación médica publicada. Esto es lo que dicen los médicos y por qué importa.
fr: Chaque minuterie de cette app repose sur des recherches médicales publiées. Voici ce que disent les médecins et pourquoi c’est important.
hi: इस ऐप का हर टाइमर प्रकाशित चिकित्सा शोध पर आधारित है। यहां बताया गया है कि डॉक्टर क्या कहते हैं और यह क्यों मायने रखता है।
it: Ogni timer di questa app si basa su ricerche mediche pubblicate. Ecco cosa dicono i medici e perché è importante.
ja: このAppのタイマーはすべて、公表された医学研究に基づいています。医師の見解と、それが大切な理由をご紹介します。
ko: 이 앱의 모든 타이머는 발표된 의학 연구에 기반합니다. 의사들이 무엇을 말하는지, 왜 중요한지 알려드립니다.
pt_br: Cada timer deste app é baseado em pesquisa médica publicada. Veja o que os médicos dizem e por que isso importa.
ru: Каждый таймер в этом приложении основан на опубликованных медицинских исследованиях. Вот что говорят врачи и почему это важно.
tr: Bu uygulamadaki her zamanlayıcı, yayımlanmış tıbbi araştırmalara dayanır. İşte doktorların söyledikleri ve bunun neden önemli olduğu.
zh_hans: 本应用中的每个计时器都基于已发表的医学研究。以下是医生的说法以及它为何重要。

source: Feedback
ar: التغذية الراجعة
es: Retroalimentación
fr: Retour haptique
hi: फ़ीडबैक
ja: フィードバック
ko: 피드백
ru: Отклик
tr: Geri bildirim
zh_hans: 反馈
